[{"title":"呱","date":"2018-02-11T06:34:53.000Z","path":"2018/02/11/呱/","text":"天还没亮，美治子已醒来 她有心事 “这都什么年代了，居然还有人相信爱情” 她的呱已经出门好多天了 他总是生活在自己的世界里 读书 旅行 爱情 她相信他 可又免不了担心 他的路太艰难 太辛苦 却又什么也做不了 他是固执的 在自由和爱情的道路上 把现实和尊严都甩在身后 昨天又收到他寄回的明信片 美景之中小小的孤独的背影 “他还是时常惦记着我的” 这么想着 美治子笑了","categories":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/categories/散文/"}],"tags":[{"name":"诗","slug":"诗","permalink":"http://www.sillystone.info/tags/诗/"}]},{"title":"little surprise","date":"2018-01-11T15:15:27.000Z","path":"2018/01/11/little-surprise/","text":"如同每个工作日的早上，同样的时间，同样的路线 只是今天等到了车，却发现忘带手机 无奈回家一趟 又顺带拿了个橙子 赶回来，刚好又错过一趟车 早上总是格外冷 缩着脖子，踱着步子，终于上了车 眼看着已经过了点 反倒坦然了 听着《在冬天和奶奶晒太阳》 还帮忙指了个路 熟悉的行车路线 不经意间，车已经连追了3个红绿灯 呃。。应该赶得上打卡时间 一路飞奔到了单位 居然早到了几分钟 悠哉的吃着早餐 不自觉的乐了 生活，总有惊喜 意外来的突然 快乐来的简单","categories":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/categories/散文/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"读书笔记-送魂婆","date":"2017-12-17T13:58:41.000Z","path":"2017/12/17/读书笔记-送魂婆/","text":"《送魂婆》 意大利 米凯拉 穆尔嘉 Accabadora Michela Murgia 关于死亡的故事。 故事性很好，也有异域的神秘气息 承载神的旨意是需要勇气的，也是值得尊敬的生命和死亡同等重要对生命的尊重，不仅体现在生命的带来，还体现在生命的结束 有些想法是猫头鹰的眼睛，它们受不了白天的光照，只能在晚上出现，和月亮一样，他们的作 用是在灵魂的这个隐蔽的角落，让情绪潮起潮落。波纳莉亚有不少这样的想法，多年来，她学 会了控制它们，耐心选择可以让它们浮现的夜晚。当他带着尼克拉沉重呼吸的重负，离开巴斯迪 家时，她哭的不多，但每滴泪水都在这久经沧桑的送魂魄的脸上刻下了一道新的沟痕。此时如果 太阳升起，就能看到波纳莉亚比实际年龄苍老许多，而所有这些年龄，她能确切地感受到他们 的重量。从她第一次目睹临终病人如愿以偿地求得安息的那天起，数十年过去了，但她能肯定， 在当时和以后的岁月里，没有哪次有此次这般沉重，就仿佛湿透了的披风搭在肩头似的。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"http://www.sillystone.info/tags/读书笔记/"},{"name":"外国文学","slug":"外国文学","permalink":"http://www.sillystone.info/tags/外国文学/"}]},{"title":"面包和汤和猫咪 好天气","date":"2017-11-26T10:58:40.000Z","path":"2017/11/26/面包和汤和猫咪-好天气/","text":"作者： 群阳子 应该算是女性小说吧， 搜了一下，居然已经拍了电视剧 一个人， 一只猫， 一家小店，简单食谱 不是讲故事 只是介绍一种生活 简单，绿色，原味， 淳朴，体验自然 看的很快想开家店好吧，明天还要上班。。。。。。。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"http://www.sillystone.info/tags/读书笔记/"}]},{"title":"The Stories","date":"2017-11-14T15:15:57.000Z","path":"2017/11/14/The-Stories/","text":"每一部小说，都是一个故事好的故事，简单，直接好的作品，不玩辞藻 开始往往是最难的也是作者功力的体现 每个故事是作家的镜子你可以看到他的世界，他的家庭，他的喜恶，他的一切好的作品可以很快带你进入作者的世界 法国作家：《DIEU VOYAGE TOUJOURS INCOGNITO》 by Laurent Gounelle 洛朗 古奈儿《6点27分的朗读者》 日本作家：《斜阳》 1947年 by 太宰治 中国作家：","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/tags/随笔/"}]},{"title":"About English","date":"2017-09-25T04:22:48.000Z","path":"2017/09/25/About-English/","text":"最近又开始看美剧， 但没有字幕 以下是艾美奖（Emmy Awards）的获奖电视剧 《The Handmaids Tale Season 1》 《Big Little Lies Season 1》 《Veep Season 6》 《Saturday.Night》 不了解美国那些事，看不懂 基本可以看懂：《The.Big.Bang.Theory.Season.10》 《Crashing 2017 Season 1》 《Game.of.Thrones.S07》 另外：youtube上有很多很好的视频教学， 科学上网很有必要。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"一片阳光","date":"2017-09-10T07:11:58.000Z","path":"2017/09/10/一片阳光/","text":"林徽因 放了假，春初的日子松弛下来。将午未午时候的阳光，澄黄的一片，由窗棂横浸到室内，晶莹地四处射。我有点发怔，习惯地在沉寂中惊讶我的周围。我望着太阳那湛明的体质，像要辨别它那交织绚烂的色泽，追逐它那不着痕迹的流动。看它洁净地映到书桌上时，我感到桌面上平铺着一种恬静，一种精神上的豪兴，情趣上的闲逸；即或所谓“窗明几净”，那里默守着神秘的期待，漾开诗的气氛。那种静，在静里似可听到那一处?琮的泉流，和着仿佛是断续的琴声，低诉着一个幽独者自误的音调。看到这同一片阳光射到地上时，我感到地面上花影浮动，暗香吹拂左右，人随着晌午的光霭花气在变幻，那种动，柔谐婉转有如无声音乐，令人悠然轻快，不自觉地脱落伤愁。至多，在舒扬理智的客观里使我偶一回头，看看过去幼年记忆步履所留的残迹，有点儿惋惜时间；微微怪时间不能保存情绪，保存那一切情绪所曾流连的境界。 倚在软椅上不但奢侈，也许更是一种过失，有闲的过失。但东坡的辩护：“懒者常似静，静岂懒者徒”，不是没有道理。如果此刻不倚榻上而“静”，则方才情绪所兜的小小圈子便无条件地失落了去！人家就不可惜它，自己却实在不能不感到这种亲密的损失的可哀。 就说它是情绪上的小小旅行吧，不走并无不可，不过走走未始不是更好。归根说，我们活在这世上到底最珍惜一些什么？果真珍惜万物之灵的人的活动所产生的种种，所谓人类文化？这人类文化到底又靠一些什么？我们怀疑或许就是人身上那一撮精神同机体的感觉，生理心理所共起的情感，所激发出的一串行为，所聚敛的一点智慧，那么一点点人之所以为人的表现。宇宙万物客观的本无所可珍惜，反映在人性上的山川草木禽兽才开始有了秀丽，有了气质，有了灵犀。反映在人性上的人自己更不用说。没有人的感觉，人的情感，即便有自然，也就没有自然的美，质或神方面更无所谓人的智慧，人的创造，人的一切生活艺术的表现！这样说来，谁该鄙弃自己感觉上的小小旅行？为壮壮自己胆子，我们更该相信惟其人类有这类情绪的驰骋，实际的世间才赓续着产生我们精神所寄托的文物精萃。 此刻我竟可以微微一咳嗽，乃至于用播音的圆润口调说：我们既然无疑的珍惜文化，即尊重盘古到今种种的艺术??无论是抽象的思想的艺术，或是具体的驾驭天然材料另创的非天然形象，则对于艺术所由来的渊源，那点点人的感觉，人的情感智慧（通称人的情绪），又当如何地珍惜才算合理？ 但是情绪的驰骋，显然不是诗或画或任何其他艺术建造的完成。这驰骋此刻虽占了自己生活的若干时间，却并不在空间里占任何一个小小位置！这个情形自己需完全明了。此刻它仅是一种无踪迹的流动，并无栖身的形体。它或含有各种或可捉摸的质素，但是好奇地探讨这个质素而具体要表现它的差事，无论其有无意义，除却本人外，别人是无能为力的。我此刻为着一片清婉可喜的阳光，分明自己在对内心交流变化的各种联想发生一种兴趣的注意，换句话说，这好奇与兴趣的注意已是我此刻生活的活动。一种力量又迫着我来把握住这个活动，而设法表现它，这不易抑制的冲动，或即所谓艺术冲动也未可知！只记得冷静的杜工部散散步，看看花，也不免会有“江上被花恼不彻，无处告诉只颠狂”的情绪上一片紊乱！玲珑煦暖的阳光照人面前，那美的感人力量就不减于花，不容我生硬地自己把情绪分划为有闲与实际的两种，而权其轻重，然后再决定取舍的。我也只有情绪上的一片紊乱。 情绪的旅行本偶然的事，今天一开头并为着这片春初晌午的阳光，现在也还是为着它。房间内有两种豪侈的光常叫我的心绪紧张如同花开，趁着感觉的微风，深浅零乱于冷智的枝叶中间。一种是烛光，高高的台座，长垂的烛泪，熊熊红焰当帘幕四下时各处光影掩映。那种闪烁明艳，雅有古意，明明是画中景象，却含有更多诗的成分。另一种便是这初春晌午的阳光，到时候有意无意的大片子洒落满室，那些窗棂栏板几案笔砚浴在光蔼中，一时全成了静物图案；再有红蕊细枝点缀几处，室内更是轻香浮溢，叫人俯仰全触到一种灵性。 这种说法怕有点会发生误会，我并不说这片阳光射入室内，需要笔砚花香那些儒雅的托衬才能动人，我的意思倒是：室内顶寻常的一些供设，只要一片阳光这样又幽娴又洒脱地落在上面，一切都会带上另一种动人的气息。 这里要说到我最初认识的一片阳光。那年我六岁，记得是刚刚出了水珠以后?水珠即寻常水痘，不过我家乡的话叫它做水珠。当时我很喜欢那美丽的名字，忘却它是一种病，因而也觉到一种神秘的骄傲。只要人过我窗口问问出“水珠”么？我就感到一种荣耀。那个感觉至今还印在脑子里。也为这个缘故，我还记得病中奢侈的愉悦心境。虽然同其他多次的害病一样，那次我仍然是孤独的被囚禁在一间房屋里休养的。那是我们老宅子里最后的一进房子；白粉墙围着小小院子，北面一排三间，当中夹着一个开敞的厅堂。我病在东头娘的卧室里。西头是婶婶的住房。娘同婶永远要在祖母的前院里行使她们女人们的职务的，于是我常是这三间房屋惟一留守的主人。 在那三间屋子里病着，那经验是难堪的。时间过得特别慢，尤其是在日中毫无睡意的时候。起初，我仅集注我的听觉在各种似脚步，又不似脚步的上面。猜想着，等候着，希望着人来。间或听听隔墙各种琐碎的声音，由墙基底下传达出来又消敛了去。过一会，我就不耐烦了??不记得是怎样的，我就蹑着鞋，捱着木床走到房门边。房门向着厅堂斜斜地开着一扇，我便扶着门框好奇地向外探望。 那时大概刚是午后两点钟光景，一张刚开过饭的八仙桌，异常寂寞地立在当中。桌下一片由厅口处射进来的阳光，泄泄融融地倒在那里。一个绝对悄寂的周围伴着这一片无声的金色的晶莹，不知为什么，忽使我六岁孩子的心里起了一次极不平常的振荡。 那里并没有几案花香，美术的布置，只是一张极寻常的八仙桌。如果我的记忆没有错，那上面在不多时间以前，是刚陈列过咸鱼、酱菜一类极寻常俭朴的午餐的。小孩子的心却呆了。或许两只眼睛倒张大一点，四处地望，似乎在寻觅一个问题的答案。为什么那片阳光美得那样动人？我记得我爬到房内窗前的桌子上坐着，有意无意地望望窗外，院里粉墙疏影同室内那片金色和煦绝然不同趣味。顺便我翻开手边娘梳妆用的旧式镜箱，又上下摇动那小排状抽屉，同那刻成花篮形小铜坠子，不时听雀跃过枝清脆的鸟语。心里却仍为那片阳光隐着一片模糊的疑问。 时间经过而是多年，直到今天，又是这样一泄阳光，一片不可捉摸，不可思议流动的而又恬静的瑰宝，我才明白我那问题是永远没有答案的。事实上仅是如此；一张孤独的桌，一角寂寞的厅堂。一只林巧的镜箱，或窗外断续的鸟语，和水珠–那美丽小孩子的病名–便凑巧永远同初春静沉的阳光整整复斜斜的成了我回忆中极自然的联想。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"}]},{"title":"记忆-林徽因","date":"2017-09-10T06:57:08.000Z","path":"2017/09/10/记忆-林徽因/","text":"记忆 断续的曲子，最美或最温柔的 夜，带着一天的星。 记忆的梗上，谁不有 两三朵聘婷，披着情绪的花 无名的展开 野荷的香馥， 每一瓣静处的月明。 湖上风吹过，头发乱了，或是 水面皱起像鱼鳞的锦。 四面里的辽阔，如同梦 荡漾着心中彷徨的过往 不着痕迹，谁都 认识那图画 沉在水底记忆的倒影！ 二十五年二月 林徽因","categories":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/categories/散文/"}],"tags":[{"name":"诗","slug":"诗","permalink":"http://www.sillystone.info/tags/诗/"},{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"}]},{"title":"管理？","date":"2017-09-01T14:06:28.000Z","path":"2017/09/01/管理/","text":"职业发展这事得自己做：1）自己了解自己，更合适，你凭什么愿意相信一个远隔千里的陌生人，而不相信自己？ 2）自己做规划，遇到困难更能坚持，自己约的炮含泪也得那啥；别人帮你做的，你早不干了。 而职业生涯的路总的来说，大约是两个方向：管理者和专家。 你到底选哪个方向，取决于你的工作价值观。 工作适应理论（Work Adjustment Theory，明尼苏达大学的两位学者Rene V. Dawis 和 Lloyd H.Lofquist 的研究成果）中把工作价值观细分成： 成就：你如何看待工作成就感；舒适：你是否看重稳定和舒适的工作；地位：你是否追求晋升成为管理者；利他主义：你是否想做一份帮助他人的工作；安全感：你是否希望公司更透明更一视同仁；自主权：你是否希望获得更多自由发挥的空间。 这些因素中的绝大部分和我们最后选择的方向有些关联，比如： 你如何看待成就感？自己一己之力成就大单更爽？还是看着自己提拔的年轻人拿到大单更爽？你是否追求晋升？你是否喜欢管理人？你是否希望得到更大的自主权？一般来说，作为专家的身份更具有自主权。我们通常以为做领导就会有自主权，但在很多公司领导被上级的任务压得喘不过气，下属也需要自己带，自己的自主决策空间并没有想象中大。 你去问一个大学生未来的职业发展计划，绝大多数会告诉你，ta 希望毕业 5-8 年内做到管理者，当然这个时间越短越好。 这一定好吗？不一定。 在做职业规划时，首先问自己两个问题： 你是做管理人才的料吗？做管理人才，通常需要点亮整颗技能树。 ► 沟通能力 你不可能总靠自己的权威去压制下属；更别说同级别的经理和上司。你需要有强有力的说服力，也应当有聆听别人给予及时正确反馈的技能，要会演讲，也要会妥协。 ► 利他思维 领导不是自己成功就可以了，你需要带着整个团队成功；很多成功的职场人一当上经理就变得神经紧张。他们喜欢以己度人，我能这么做，效果很好，为什么你们不行？ 但事实上你那套东西对你有用，对其他人未必。领导者可以从下属角度出发，为他们思考分析解决问题，才是真正领导力。 ► 全面的管理技能 预算安排，组织架构调整，跨部门协作…从事管理岗位要求你能在多项任务间变换角色，灵活应对。 我见过不少出色的专业人才，在进入管理岗位后变得无所适从，甚至自我质疑。 也见过挺漂亮可爱的姑娘一进办公室变得一副全办公室欠我 500 万的脸色，对着下属怒目相视。 他们可能很有才华，但至少暂时不适合做领导。 你是做专家人才的料吗？专家得往某几个专项技能上狠下功夫： ► 不停歇的学习精神 再牛的专家也要学习，一旦停下脚步或者你的知识过时了，很可能就要被组织淘汰。 ► 创新精神 你的知识领域如何与新的市场结合？如何适应新的环境？一旦有一天新的竞争对手从另一个维度杀来，你是否做好准备？ ► 共享精神 你是否愿意传播自己的知识，是否愿意为人师，是否善于做演讲。公司养专家，是因为脱离技术/知识岗位的管理者不可能再专精于技术/知识，当企业需要技术或者知识分享给普通员工时，就需要专家角色。 ► 独立解决问题的能力 以咨询行业为例，能称之为专家的顾问，谁不是能以一己之力扛着项目朝前走的超人。 职场人常见的误区 ► 以为不做领导就没有出路 实际上以企业金字塔式的结构，真正能坐上去的是极少数；角力过程的失败者，最好的生存方式就是作为专家。而且专家的路更自由更灵活，尤其是咨询公司的顾问们，如今很多是独立的高管教练，比高管还牛还自在。 ► 以为做管理会很轻松 事实上，做专家比做管理要轻松。不用背团队指标，不用挣扎在复杂的人际关系中，不用去做一些违背价值观的事情（比如裁员），有更大的灵活度和自主权。 ► 以为做管理更不容易失业 一旦需要裁员，大家觉得裁人的权利在主管手里，自然不会自裁，专家就不行了，没权利。这就忽视了专家长期浸淫知识/技术/业务第一线，他对风险的敏感度最高，一旦风吹草动他就跳槽了或者转战为独立咨询顾问了，灵活性高；管理层反而容易被蒙在鼓里，等反应过来已经迟了。况且管理层被裁后绝不像专家那么容易再就业。 ► 认为做领导有权威 真正的权威来源自我们的能力和格局。能力，一件棘手的问题你能解决别人当然会服气；格局，是指你如何保护下属，如何帮助你的团队成长。 有一种说法，一流领导招一流人才，二流领导招三流人才，因为二流领导慌啊，怕一流人才抢了饭碗。他不愿意招牛人，更不愿意把年轻人培养成牛人。 LAST我见过不少所谓的领导只是发号施令的 boss，不是帮助人成长的 leader。 我见过不少领导，虽有实权，但下属视他为笑话，他只能用职位压人干活。 我也见过毫无实权的专家，他照看好身边的小伙伴，身边人都将他看作 leader，尊敬他听从他的建议。 用美国领导力专家 Simon Sinek 的话收尾： Leadership is a choice, not a rank.","categories":[{"name":"管理","slug":"管理","permalink":"http://www.sillystone.info/categories/管理/"}],"tags":[{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"},{"name":"管理","slug":"管理","permalink":"http://www.sillystone.info/tags/管理/"}]},{"title":"养鱼记824","date":"2017-08-24T15:13:51.000Z","path":"2017/08/24/养鱼记824/","text":"红绿灯今早喂鱼 发现最后一条“红绿灯”消失了 找了半天 终于放弃了 应该是被大鱼吃掉了 可是 居然什么都没有剩下 好奇怪 燕儿新来的燕儿鱼 呆呆的望着鱼缸上凝结的水珠 猛地扑向流下的水珠 碰到玻璃上 晕了。。。 小熊猫卖鱼的老板说 这么大的燕儿只能和小熊猫一起养 第一天 小熊猫呆呆的在鱼缸下面 第二天 一只小熊猫追着燕儿咬 燕儿那么大，却那么笨 被咬的到处躲 我只好把他隔离出来了","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"雨后","date":"2017-08-23T15:03:11.000Z","path":"2017/08/23/雨后/","text":"我喜欢 行走在雨后的树下 不紧不慢 期待着 有点紧张 水滴来得总是很突然 虽已有准备 大大的一滴，凉凉的 脑袋一片清凉 笑着，走快几步 又慢下来 继续期待着 生活总是充满惊喜 我总是期待着","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"鸡汤文摘-成大事者","date":"2017-08-23T14:58:23.000Z","path":"2017/08/23/鸡汤文摘/","text":"微信订阅内容分享 皮毛轮廓皮毛轮廓，指最容易观察到的，可以反映创业者基本能力的一些信息。这是能做事情的一个基础。有以下几方面： 做事靠谱如果用一句白话说明就是：交给他的事情，心里面踏实。他们做事永远不需要担心，他们会充分思考，不会出现很低级的失误；他们过手的事情，永远不会打折扣交付。 这些事情不需要非得是“很大很重要”的事才可以检验，不需要是一场重量级谈判，一个生死攸关的决策。任何小事，都可以，也足以管中窥豹。小事，其实更具有考察价值，在无意中表现出来的才是真习惯。 操控力对自己，对自己想要推动的事情，有相当的操控力。他们表达自己意见时可以做到话语简洁明晰，直扣要点；他们时间观念很好824，自己的事情基本可以保证按部就班；各种事项安排有条不紊，很少见手忙脚乱；对于要推动的事情，坐言力行，执行力度惊人；对于树立的目标，总能及时的对结果跟踪反馈，赏罚分明。 如果这些做的很好，那么此人可以掌控的局面将不小，可操控的事业上限也是不可预期的。 这里需要说明的一点是，以上这些原则只可用来参考，通过这些维度来感受（注意是感受，而不是评分）创业者是不是可以较好地操控自己和自己所推动的事情，而不能当成死的标准来套在创业者身上去打分。 因为事情底层要复杂的多，绝非一两句话可以概括。 ##一个人的真实份量 创业者经常会说，他的合伙人a，是百度出来的，合伙人b，参与过百团大战……其实，这样并不能真正地了解一个人的分量。如果想了解一个人的真实份量，仅仅了解到东家是不够的。腾讯有张小龙，也有保安和保洁阿姨。 所以，如果需要了解一个人或者团队，需要更赤裸裸一些。上个东家给的薪水是多少？具体职位是什么？手底下管着几个人？ 每天的具体日常工作内容是什么？平时怎么正常运营的？有过几次升迁，职能做了哪些转变？做过最得意的成绩是什么？此类问题，穿透性会强很多。 经验经历会带来经验，经验会助于创业。 从0起步成功的毕竟是少数，“从0到1”的理论，更多时候无法直接落地大部分公司。在竞争激烈，市场透明的情形下，创业者的经验是必备条件。 要考察是真经验，还是假行家，主要是探测其认识的深刻程度，通过对业内的一些见解和“天下大势”的分析，来判断是不是该行业深度的参与者。 除此之外，还有一个比较好使的方法，就是介绍他做出来的最得意的成就，以及最大的失误。头衔是虚的，但是真刀真枪干出来的事是假不了的。最得意的成就/业绩是什么？ 最大的失误是什么，导致了什么悲剧？错误有时比成绩更能看出一个人的能力。不遭人妒是庸才，没犯过错误通常证明没有做什么事。 骨骼筋络这个，我想表达的，是创业者的硬实力。 第一条的成功，最多能说明是个很好的职业经理人，有很好的职业素养。但当跳出背后的靠山，开始领着几个兄弟自立门户的一瞬间，更重要的就是创业者的素养。 商业的常识无论是之前读书学来的，还是跟着前老板经历过的，或者作为连续创业者亲自趟过来的，基本商业常识是必修课；如果还没有修，那么就是这个团队必趟的坑。我们无法瞬间长大，创业者也不可能瞬间成熟，这跟能力无关，人性使然。 真正的商业模式，不是在屋里写写画画就可以做出来的，纸上的逻辑，十有八九不会在现实中无损耗地实现，只有体验过现实中的种种意外，才能停止闭门造车，才能学会对现实的敬畏。比如，不经历“树倒猢狲散”的无助，很难真正理解什么叫“合伙人”，也更不会做到“财散人聚”。 所以，了解一个创业者在商业常识上的“段位”，就是看他们的成熟程度，方便我们对可能发生的情形做好心理准备。据我观察，大部分时候，坑是绕不过去的，只是掉到坑里的惨烈程度不同罢了。 认真专一精益求精的素养，不轻易为外界所动，追求所做事情的完美，是个难能可贵的品质。“事必专任，乃可贵成”。这个规律自古以来就是这样，当今创业更是这样，因为越是竞争激烈，越是应该推崇匠人精神。要么做到极致，要么做到别做，现在国内任何一个创业方向都有无数公司在做，并且后浪推前浪，新团队层出不穷。创业圈太拥挤，已经没有“半瓶醋”的容身之地了。 这种情景下，一颗追求高品质的心就变得尤为重要。现在大家喊的“消费升级”也属于这个范畴。“认真搞笑”的开心麻花，充满艺术范的“大董”，死磕的“罗辑思维”，都是这种品质的时代受益者。这种品质不仅使他们受益，更使这些原本冷僻的生意模式，也受到了资本的垂青。 衡量匠心最有效的方法，就是看产品的品质和细节。拿出公司的第一重点产品，横向对比市面上的同类，只要体验得够认真，产品的区别很容易看出来。用心的东西，是可以被感知的，即便不是那么轻易地被观察。 决策的素养决策是决定一个公司命运的基本单位。无论是是否该停止烧钱，还是估值定在多少，节奏怎么把握，一切都是决策。决策力决定了一个创始人是英明的领路人，还是糊涂蛋。 如何去衡量一个人的决策力呢？那就把“决策”这个事解剖开了判断：信息收集的方式，信息处理的方式，和坚决执行的力度。 收集信息的方式：我们需要了解到足够多的方面，才可以有基础做一个正确的决定。当一个难题摆在眼前，需要智慧提取出来决策目的是什么？哪些方面会影响此目标的实现？通过什么渠道和方式去获取最真实准确的信息？ 了解此项能力最好的方式，就是观察一个人在面对比较陌生的状况时，他了解情况的思路是不是清晰，选择的路径是不是正确，顾虑到的方方面面是不是周密。 处理信息的方式：这就是常说的，理性处理问题还是感性处理问题。判断一个人是不是能够正确处理信息，关键是看当信息摆在眼前，讨论处理办法时，这个人纠结的点到底是在放在解决问题产生的利弊上，还是相关人的感受上。这个有些反人性，但确实，老好人是一个坏的决策者。 坚决执行的力度： 好多正确的决策，都是七分利三分弊，而三分弊通常伤到的是人情。创业不是慈善，要做就必须黑得下脸，狠得下心。这就是所有优秀创业者无情一面的由来。 精神魂魄当我们讨论做一件有点“大” 的事时，开门第一件事，就是用人。 用人的本事用人可以简单分为两部分，团聚众人，和激励督促众人。 先说团聚人。团聚人的终极法则很简单，就是满足其所欲。这就是一个领导者要团聚众人最基础的一条，要有智慧看透，并运用这一基本原理。当然我们可以义字当头，揭竿而起，但是如果想持久，摆脱乌合之众的气质，那大伙的基本愿望，必须得到满足，或者说有希望满足。 所以，一个聪明的领导者，一定深谙其道，明白周围这帮兄弟图什么，并且将每个人的需求的满足，设计到整个组织的运行机制当中。 这就是那句赤裸裸的名言的来历：“财散人聚。” 聚起来之后，需要保证这帮人聚而不散，那么就需要领导者可以服众。他在能力、人格、品质上，是否可为表率；对公司大方向，和关键问题的判断上，要比其他人高明；他的敬业和勤奋，足以感化众人，立为风向标，好压制务虚的风气；当出现重大危机时，是不是那个镇得住场的人，做他人主心骨。某种意义上讲，领导者的水准，就是整个公司水准的上限。 关于激励，督促大家各司其职，众志成城前行的方法，市面上有无数书籍、理论可以参考。判断一个人在这方面的水平，只需要观察他在赏罚手段上的表现。在这方面做得好的表现，借用一句话就是：雷霆手段，菩萨心肠。 格局与气度公司的层次，永远定格在创始人的格局上。 格局大的创业者，通常伴随的是挥斥方遒的潇洒气度。怎么判断一个人格局的大小呢？观察他的“被满足”和“能承担”。 各个活动（尤其与自己关系不大的活动），还有媒体上出镜率很高的人，经常被证明，事业的巅峰期基本已经过了。背后的原理是什么呢？ 因为他意识到或没有意识到，他已经满足了。没满足的人什么样呢？尚未满足的人目标高远，他们每天的生活是平淡的，但精神状态是饱满的；反之，已经鸣鸣自得的人，每天的生活内容是饱满的，但是精神状态是平淡的。 所以，他们目标明确，很清晰自己下一步该干什么；不纠缠于小事，因为很清晰自己重要的是什么，所以无关紧要的得失，处理得很潇洒；不细算自己股份到底几个点，不一味追求虚高的估值；一切都在按部就班进行，所以没什么可炫耀的，无论公司账面价值多少钱，生活状态没什么变化。 古人为什么讲“胸有激雷而面如平湖”的可拜为上将军呢？因为可以担当的沉重，才可以成就的高远。 那些危难面前不改色，困境当头仍从容的人，才有更大的心脏，撑得起更大的局面，熬得过更大的坎。与此相对应，那些经常处于匆匆忙忙，慌慌张张的人，是缺乏历练的表现。 自我进化的基因我们要承认作为一个人的局限性。创业项目不同的阶段，侧重的是创业者不同的技能。一个初创公司和最终的独角兽公司的掌舵者，一定拥有完全不一样的见识、胸怀和价值观。 一个创业者做成功了，他自己其实也早已经蜕了无数层的皮。我们拿着当代商业英雄的气度和表象去对照一个小公司的创始人，是没有意义的；更实际的做法或许应该是看他有没有自我更新的潜质；无论是自己读书，还是员工的规劝，或是对高人的请教，到底多大程度在促使着创始人的变化。 在观测这个变化过程中，我们又需要很细致入微地分辨，他是毫无主见迎合，还是心悦诚服的虚心，是刚愎自用、固步自封，还是坚定果决地捍卫真理。 独立的思考出类拔萃之辈，对事物本质的见解一定高于旁人。因此，他的认识，理念一定不是听来的，而是自己总结出来的。只有具有独立思考习惯的人，才可能总结出独立的理念和见解。 在任何领域探寻本质的路上，走得很深很远的人是孤独的，但目光是笃定的。因为在他们眼里，大部分的“专家”都是认识肤浅的小学生。我们可以从无数有所成就的人身上看到这一点。不是因为成功了才笃定，是通常笃定的人才能成功。 这种人怎么识别呢？ 这种人经常的表现是，你的任何问题，他都能对答如流；你可以不认同，甚至觉得很荒谬，但是他们对于你的质疑只是含笑点头，不慌张，不飘忽；他们对于自己下一步做什么，怎么做异常清晰，对于业内失败案例的点评，一般不是类似于“他产品做的烂”这样的“一元化”的概括；他们不会把自己的商业模式当个宝，捂得紧紧的怕人知道。 时运命数本来，我以为自己历数经历，可以总结得更多，更全面，以期完成一个非常完整的“手册”。但我忽然想到两个问题，戛然而止，没有继续下去的动力：1、我们可以穷尽这些“成大事”者的所有特质吗？ 2、假设有具备这些特质的人，就一定会成吗？ 或者说在很多关键环节有致命短板的人就一定一事无成吗？ 答案都是否定的。 面对这个茫茫宇宙，我们太过于渺小，无论是在时间上、空间上、还是认知上，以至于我们的一切文明成就都不过是基于观察而做的规律的总结，而从未运用宇宙的最基本原理，主动创造什么。 比如，哪怕是关于人类自己，我们是怎么来到世界上的，我们也不过是只能观察一个婴儿从一个受精卵逐步发育成人，到分娩的全过程，而人为干预的成分实在太少了。 就像是一个软件程序，我们一般人只能通过使用，观察总结出来，你点击哪里，会得到怎么样的回馈，而没有办法知道其背后的源代码是怎么写的，更不可能懂得编译后的class文件。 人类的喜怒哀乐，一代代的更新交替，又何尝不是一种更高等生命程序员的杰作？ 人类也是一种程序，我们按照既定的规律运行，设定了很多人性参数，也会抛出异常。我们把那个看不见的神秘的“人类程序”的编程者，称之为“上帝”。 跑题了？ 其实没有。 明白了我们的渺小，就会改变看待事情的态度。尽管前边写了好多“成大事”者总结，但是，所有的因素中，最关键的一点，就是命运。在此因素面前，一切都是不值一提。 古人讲，一命二运三风水四积德五读书。 这不是迷信。 读书改变命运，是一般人一眼可以看穿的现象；然而积德是帮我们越走越宽，逐步改变生活的，那就需要有推理能力和洞察力才可以明白了；至于风水已经不是我们人这个层面可以轻松看明白的东西了；至于运，甚至命，我们只能祈祷了，这是现在人类想理解都理解不了的。 创业这个事，永远不存在英雄造时势。 那么，在“天命”面前，我们可以做什么呢？ 首先存敬畏之心，就不用一味地奢望十拿九稳的结果，投资也好，创业也罢，学会用一种“概率论”的思维，去代替那种极端的“人定胜天”的思维，是我能想到的最好的处理方式。 总结写到最后，我发现一个现象，这些看似松散的褒义词的词汇，其实是有某种关联和共性的。 一个人，他以身作则，坚持制度，保障各司其职，有序推进，可以组织好众人，我们可以简称为：“礼”； 他树立正确是非观，价值观，赏罚分明，公平开明，言出必行，足以服众，我们可以简称为：“义”； 他有胸怀，慈悲心肠，有成全周围众人之心，足以凝聚众人，我们可以简称为：“仁”； 他有智慧感知，发现众人的愿景和欲望，知道如何才能满足其所欲，我们可以简称为：“得（德）”； 他不断学习，独立思考，尊重本质，遵循这些本质的规律，并顺应它们，我们可以称之为：“道”。 尊重本质规律（道），明白众人之所欲（得/德），并有胸怀和慈悲之心满足他们（仁），用一种公正、诚信的价值观凝聚众人（义），用以身作则的表率和赏罚分明的制度来约束，督促众人（礼）， 这就是成就任何伟大事业的必备逻辑。我们所总结的“成大事者”的任何品质，从来没有跳出过这个范畴。 《素书》的开篇第一句：“夫道、德、仁、义、礼五者，一体也。”以上是我的理解。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"},{"name":"鸡汤","slug":"鸡汤","permalink":"http://www.sillystone.info/tags/鸡汤/"}]},{"title":"公交车上","date":"2017-08-12T14:12:42.000Z","path":"2017/08/12/公交车上/","text":"下雨的周末 路上车很少 我在公车上看一本书 书名叫 “坐公交车的人” 应该没什么名气 但是本很舒服的书 ， 窗外的雨有时大 有时小 偶尔几道闪电挑逗你的视线 前面的小朋友 背着一把大大的吉他 下雨的夏天 很舒服 ， 平日拥挤的城市 今天很冷清 车开的很快 我读的很慢 窗外，雨点在跳跃 ~ 书","categories":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/categories/散文/"}],"tags":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/tags/散文/"}]},{"title":"一只蚊子","date":"2017-08-02T12:30:21.000Z","path":"2017/08/02/一只蚊子/","text":"等公车的时候，猛地觉得手背有点疼， 发现一只黑色的蚊子在我手背上 我是那种手背血管凸起的体质， 它伏在一根凸起的血管上，享受着 我把手中的伞放下， 飞起一巴掌，留下一滩血迹 我的血，比我想象中要红，也更大 迅速擦掉，我忍不了血色 今天是个下雨天，闷热潮湿的桑拿天 蚊子活跃的天气 可能他们也不喜欢这么热 太热了就需要解渴的饮料 就得忙碌着找我这样的 不幸的是它遇到了我 其实我还算是个好人 一般被叮一两下也无所谓 忍几天就慢慢好了 也不是我心肠特好 主要是一般察觉不到被咬 这只蚊子，也是个没心眼的家伙 中了头彩遇到我 还找到了血管 开心的昏头了吧，吸这么大口 吸得我都觉得 被吸走三成功力 活该被拍死啊 雨莫名的下大了，车还不来。。。 它也真是不走运 为什么要吸那么大口呢，慢慢喝就好了 可能因为晚饭没吃饭吧，血糖估计很低 慢慢吸估计不过瘾 我就不喜欢慢慢吸，喝酸奶喜欢用勺 哎，可怜的家伙 公车终于来了， 已经快8点了，车上没几个人 有了空调舒服多了。 手背上慢慢肿了一点 不过还好，没有肿很高。 我对南方的蚊子过敏，手会肿的和馒头一样 它是北方的 可怜的家伙，死了都留不下一个包 哎，这个下雨的夜晚 突然想起了你 饭好了，我去吃了。","categories":[{"name":"散文","slug":"散文","permalink":"http://www.sillystone.info/categories/散文/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"背影","date":"2017-07-06T15:07:10.000Z","path":"2017/07/06/背影/","text":"我怀念往昔 那纯真， 那失败， 那多情， 那冷漠~~~ 然而， 我总怀念， 不是那时光， 是那背影。","categories":[],"tags":[{"name":"诗","slug":"诗","permalink":"http://www.sillystone.info/tags/诗/"}]},{"title":"奇葩说","date":"2017-06-24T15:58:55.000Z","path":"2017/06/24/奇葩说/","text":"朋友介绍，看了《奇葩说》 第四季的最后一场 辩论本身题目我们终将变成我们讨厌的人； 成为讨厌的人是坏事吗？ 辩论要点 讨厌的定义 讨厌不是憎恨，讨厌的事不是大家所共识的堕落的事， 讨厌是个人在特定时段的感情 讨厌有轻重，我认为：讨厌的事就是做了超过自己底线的事，而底线，每个人不同，每个时间段也不同 我们 我们，意指所有的人，不是个人的个别特例；这点将所有的极端举例都驳倒 （老罗） 终将 代表着时间跨度 夹杂着感情，无奈，悲观感情 变 观念的变化 对于变化的接纳 命题:这种变化是否是坏事 变化是否有黑白之分 变化的定义决定了褒贬的成分。 （老罗把这种变化定义为成长，提出勇敢面对变化） 坏的界定我认为：坏是个人感情表达，好坏本身是黑白分明的，没有灰度的；对于自己是否可以容忍自己跨越底线这件事情本身，是不喜欢的，是坏的，这点大家应该是没有疑问的。 老罗回避了这点，而是给大家讲述了 对于你面对的这个坏事情 你要选择怎么处理，提出能够接纳变化，能够适应成长，对于不同的差异更能提高自己的容忍度，提高自己的适应力；但对于很重要的底线 我认为我们不应该随意修改，但重要不重要只有你知道 辩手观点总结黄执中： 强化了讨厌的程度，提供了强力的实例；跳出轮回，摆脱人性束缚的人才是伟大的人，不要自我和解马薇薇： 强调了个性受社会和现实的约束，好的社会尊重个人喜好，提供发展空间；社会是无情的命运是无情的，人成长就是坏事 蔡康永：讨厌是青年不成熟的想法，接纳变化是成熟的表现马东：事与愿违的事往往是正确的，而变成你讨厌的人这件事，也是事与愿违的事讨厌有很多场景，也有轻重之分，很难用这个词界定好坏；世事洞明 却不以事故待人老罗：成长是主观不断重建的过程，这个过程你需要不断地接纳变化，接受挑战 感思想的对抗比思想的陈述更值得思考奇袭之所以可行，在于观点之间没有强弱之分 摘万物皆裂痕，那又怎样，裂痕，那是光照进来的地方 成长， 就是你主观世界遇到 客观世界的那条沟。 掉进去了，叫挫折； 爬出来了，叫成长","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"一道考题","date":"2017-06-11T14:34:13.000Z","path":"2017/06/11/一道考题/","text":"beginning单位组织编程比赛，在线编写代码，评比指标：性能题目包括： 大量数据 文件 数据高效处理 实时界面交互 环境： 百度云，centos prepareday 1主流大数据 框架以上内容都基于hadoop， storm还依赖zookeeper 暂时忽略。 storm example spark start netty java 并发[java 并发介绍] (http://www.importnew.com/14506.html) oracle example示例程序 java并行框架 akka introduce 要点介绍 nodejs 框架适合IO高并发， 对于CPU 并行计算。。。 erlang待了解 addsbenchmark toolwrk - a HTTP benchmarking tool","categories":[{"name":"技术","slug":"技术","permalink":"http://www.sillystone.info/categories/技术/"}],"tags":[{"name":"大数据","slug":"大数据","permalink":"http://www.sillystone.info/tags/大数据/"},{"name":"分布式","slug":"分布式","permalink":"http://www.sillystone.info/tags/分布式/"},{"name":"并行计算","slug":"并行计算","permalink":"http://www.sillystone.info/tags/并行计算/"},{"name":"java","slug":"java","permalink":"http://www.sillystone.info/tags/java/"}]},{"title":"在路上-台湾","date":"2017-05-12T14:15:00.000Z","path":"2017/05/12/宝岛点滴/","text":"台湾记忆街道台北的早上很安静， 干净的街道没什么人，商场，西餐店，咖啡店都不营业。 走了很久才找到一个早餐店，店里主要是卖蛋饼，往来的都是早起的大叔，或是出门买早餐的小孩子，吃早餐的人不少但不合我的口味。 台铁月台，传说中的月台， 可以标识出车厢，好神奇，为什么国内的站台不行花莲-瑞芳，倒换了三张票，也是醉了台铁好便宜。。。 地铁 - 捷运可能是周末的原因，地铁里人很少，座位都是空的，相比北京的人挤人，舒适多了。 我搭乘最多的是绿线（松山-新店）和红线（淡水-象山），从南京复兴到七分，大约40分钟，一路没什么人，大家都很安静，周末早上出行的人都为生活奔波着，没什么生气。 爱心座经常是空着的，我只好站着 公交最让我感到新奇的交通工具，上车要招手，否则可能飞驰而过，下车要提前按铃，公交上到处都可以很方便的找到下车按钮，车上人也不多，最好坐在座位上，座位上有安全带，可能因为车开的快有些路段又有山路的原因吧。 最后就是车上的刷卡指示牌， 我估计公交是分段计价的，一段路程是上车刷卡，一段路程下车刷卡，路程长的话可能上下都要刷卡，总之按车上的指示牌刷卡就好台北的司机 下车都要说声谢谢，感觉好客气 摩托台北的摩托车开的好快，绿灯刚一亮就飞了出去，路上总能听到呼啸而过的摩托车，面对飞车，我只好规规矩矩的等红绿灯有机会还是希望骑一下摩托车，感受一下风声。 电动车那辆 hello kitty电动车，追风的少年，迷人的海景 台湾人公交司机下车会说谢谢火车站的服务人员耐心的解说一日游巴士司机热心的拍照美术馆服务人员详细的解说宾馆，民宿周到的服务 显示出台湾人的服务； 国父纪念馆外练习街舞的学生 零碎浦发AE白，你值得拥有，谁用谁知道","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/tags/随笔/"}]},{"title":"台湾","date":"2017-05-05T11:55:47.000Z","path":"2017/05/05/台湾/","text":"宝岛9日游, 多图预警 台北 故宫里的宝贝 高雄 中山大学 垦丁","categories":[{"name":"摄影","slug":"摄影","permalink":"http://www.sillystone.info/categories/摄影/"}],"tags":[{"name":"日记，摄影","slug":"日记，摄影","permalink":"http://www.sillystone.info/tags/日记，摄影/"}]},{"title":"山本耀司-文摘","date":"2017-04-09T09:47:11.000Z","path":"2017/04/09/山本耀司-文摘/","text":"山本耀司 日文名Yohji Yamamoto 走上旅程，我兜里有钱 买梦，我兜里有钱 我也能为她买一段生活 但为什么，我的背脊感到一丝凉意 奇，奇怪 奔跑的一生，不停歇 到达的终点，总会有 没什么能让我悲伤 只是背脊上那一丝凉意 * 过分认真的为那一天而活 我不能为那一天而活 好，我要出发。时间已到。 窗外司空见惯的风景 却好久不曾见到 玻璃窗外，布满污点和灰尘，同我一样 喜爱的绿色被黑色覆盖 新发的嫩芽，散发黄绿的亮丽色彩 好像我有点太过慵懒 好像我有点过于担忧 别发牢骚，会被人耻笑 要挺直腰杆做人 为那一天而活的意义在于 没办法为那一天而活 好，我要出发。时间已到 对你来说，贫困潦倒时用最后几个硬币买来的啤酒的味道，与，在半岛酒店的房间里穿着柔软 的浴袍喝着的冰香槟的味道，并无差别 今天，太阳依旧升起 当然，我无意揭露你明知故犯，违背自己原则的那一面 你，就是你 而我，就是喜欢你。 “自己”这个东西是看不见的，撞上一些别的什么,反弹回来，才会了解“自己”。 所以，跟很强的东西、可怕的东西、水准很高的东西相碰撞，然后才知道“自己”是什么，这才是自我 “时尚”不会让你变的性感，你的“经历”和“想象力”才能让你变得性感。 而要得到这些性感没有捷径，唯一的方法就是你得好好生活。 而我的内心总有一小部分，保留了一个顽皮捣蛋的孩童的内心。他只会突然转过身来， 对整个世界放肆地吐吐舌头。这样的我，面对他人的赞许，会不自在起来","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"诗","slug":"诗","permalink":"http://www.sillystone.info/tags/诗/"},{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"}]},{"title":"养鱼记-大鱼吃小鱼","date":"2017-04-08T12:48:46.000Z","path":"2017/04/08/养鱼记-大鱼吃小鱼/","text":"早上突然发现鱼缸里有一条小鱼 黑色的，小小的 蝌蚪一样 他 应该刚出生不久 从草丛中游了出来 然后 一只燕鱼出现了 他，消失了 短暂的生命 多彩的世界 瞬间变成黑暗 后记：只发现两条小鱼，发现的瞬间，就被吃了，估计其他的小鱼也是如此","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"新职业-视频剪辑师","date":"2017-03-25T04:31:20.000Z","path":"2017/03/25/新职业-视频剪辑师/","text":"最近负责制作一段demo演示视频，用来给业务展示新建系统的UI界面和功能。视频剪辑是个体力活—-脖子疼 录屏软件google后，试用了几个 camstudio 历史悠久，广泛使用，大约13M window系统需要安装 对应版本的 visual c++ redistributable package（5M）功能简单 shareX 开源软件 大约5M 录屏需要安装ffmpeg（32位或者64位）功能简单，界面友好 screenpresso 大约13M 录屏也需要ffmpeg 可能需安装.net framework work 对应版本 ActivePresenter 35M 可录屏，可编辑制作视频 最终录屏使用的 shareX（ffmpeg) 安装文件小开源软件使用简单UI很好 视频编辑制作列表如下： 国内软件：会声会影 名气很大，安装文件太大 没有安装 国内软件：爱剪辑 283M avidemux： 20M 没有找到视频剪辑功能 ActivePresenter： 最终使用 ActivePresenter： 可以剪切视频 放大/缩小 添加备注 增加：图片，PPT等 制作的demo","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"第一次","date":"2017-03-21T14:00:17.000Z","path":"2017/03/21/第一次/","text":"看了一眼央视的 《朗读者》喜欢读书，思想的沉淀，喜欢这期节目开头的 《第一次》 当你呱呱落地的那一瞬间, 你开始了在这个人世间第一次的神奇之旅， 第一次拉开了你人生的帷幕， 随后， 你开始经历各种各样形形色色的第一次： 第一次哭，第一次笑，第一次走路，第一次成功，第一次失败， 它是生命的体验， 它是成长的过程， 因为不会再重来， 所以难忘， 所以让人珍惜 第一次往往需要勇气， 但是第一次也往往会有意想不到的收获， 因为它是探索， 是挑战， 是机遇。 如果人生拥有越多的第一次， 也意味着人生越丰富 生活是个过程","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"思维","date":"2017-03-12T14:13:34.000Z","path":"2017/03/12/思维/","text":"回归理性Learn the rules like a pro, so you can break them like an artist 已知观点 专注 时间观 写下你的想法 分享也是学习， 乐于奉献 把握重点 不打”价格战“ 内部”压力测试“ 投资自己， 包括”眼界“ 先调整”状态“ 再做”事“ 最不在乎输赢的，往往是赢家 创造属于自己的细分领域 有待理解不要高估失败 （重视结果）从失败中，你可能学不到任何东西；失败除了是悲剧，什么也不是Pivot 意味着已经走错了 反对谈趋势趋势意味着竞争， 不如 使命感 少一些竞争力我在学校里成绩非常好，个人竞争力极强。但回头看，我不希望自己眼中只有竞争，也不想把精力全部放在竞争对手身上；那样我会错过其他很多东西，忽略了创造更有价值的事情。我希望自己少一些竞争力，从而变得更加成功 向对立面学习除了学习硅谷的同行，我会花很多时间学习价值投资者，比如沃伦·巴菲特、塞思·卡拉曼等。我们与价值投资是两种截然相反的投资类型：我们是押注“变化”，价值投资是押注“不变”。如果他们犯错，则意味着某些变化他们没有意识到；如果我们犯错，则意味着我们预测的变化还没有出现。但两者的共同之处在于：我们都倡导原创性思考，去挖掘别人看不到、甚至持相反观点的机会 不对称的风险与回报“风险越大，回报越高”几乎是所有投资者的共识。但最伟大的投资人都在挖空心思以最小的风险（甚至无风险），获得最高的回报。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"文摘","slug":"文摘","permalink":"http://www.sillystone.info/tags/文摘/"},{"name":"鸡汤","slug":"鸡汤","permalink":"http://www.sillystone.info/tags/鸡汤/"}]},{"title":"严歌苓的文字","date":"2017-03-11T15:26:31.000Z","path":"2017/03/11/严歌苓的文字/","text":"述简洁的文字，不玩弄词藻，表达清晰而直接，具有冲击性心理/思想描述很到位，也是她作品最吸引人的地方故事叙述的切入也是其文字特点，快速切入，却不影响连贯性很佩服她可以把心理和性格表达的如此流畅作品把人物的丰富情感和现实的生活间的冲突和结合展示的很到位 作品已读：《小姨多鹤》 人物性格到位，多鹤，小环，张检，张钢的刻画栩栩如生，折射出时代背景和民族性格 结尾感觉有些局促和拖拉，对于张铁的刻画不够清晰，结局似乎无亮点无冲击。《寄居者》 喜欢她的文字始于这本书，民族性格的展现以及人物道德底线的冲击是本书的精华《霜降》 和上边作品相比算是短篇，小环境，小人物，故事完整性很好。《天浴》 尾好的作品不多，好的作者更少，珍惜佳作","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"}]},{"title":"吹风","date":"2017-03-05T09:40:03.000Z","path":"2017/03/05/吹风/","text":"屋里空荡荡 心中也空空的 阳光很好 风很大 有蓝天，有白云 背起相机 卸下思念 随手采几张照片 只为填满时间 大图，慎点","categories":[{"name":"摄影","slug":"摄影","permalink":"http://www.sillystone.info/categories/摄影/"}],"tags":[{"name":"摄影","slug":"摄影","permalink":"http://www.sillystone.info/tags/摄影/"}]},{"title":"养鱼记","date":"2017-03-04T01:19:51.000Z","path":"2017/03/04/养鱼记/","text":"我是一只离开水的鱼深夜里 我独自一人 在狭小水缸 思念着你 回忆着 一次又一次 拼尽全力 奇迹般的飞跃 向着美好的希望 只为你 无力的呼吸着 希望越来越远 心越来越静 空气很薄 你在哪儿 孔雀鱼今天发现有一条孔雀鱼总是偷袭其他鱼的尾巴，鱼缸里的大鱼也不放过，被他追的到处跑，看着好滑稽，百度了一下，说是有可能发情期，也可能其他鱼得病了。为了保全其他鱼的尾巴，只能把他隔离了；它游的好快，弄了半天才捞出来 悲剧的是，今天早上发现它不在小鱼缸里，最终发现在离鱼缸挺远的地上，已经变成鱼干了水面上有5/6厘米的高度，不知道怎么跳出来的。 那拼尽全力的一跃，垂死的挣扎，从阳台上坠落，爬了那么远，最终张着嘴却没有呼吸没有结果的结果","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"诗","slug":"诗","permalink":"http://www.sillystone.info/tags/诗/"}]},{"title":"Sublime Text Tip","date":"2017-03-02T12:31:38.000Z","path":"2017/03/02/Sublime-Tip/","text":"定位 文件定位 CTRL + P 词语定位 CTRL + ; 函数定位 CTRL + R 行号定位 CTRL + G 合并选中的多行代码为一行 CTRL + J 快速折叠文件内所有函数 CTRL + K + 1 编辑 选择一个选中项的下一个匹配项，连续选中相同匹配项 CTRL + D 【MAC：⌘ + D】 选择一个选中项的所有匹配项 ALT + F3 【MAC：CTRL +⌘ + G】 选择与光标关联的开始和结束标签 CTRL + SHIFT + ` 【MAC：⌘+⇧+ K】 按内容层次选择内容，连续使用，选择内容逐渐扩大 CTRL + SHIFT + A 【MAC： CTRL + D】 按括号逐层选择内容，CTRL + SHIFT + M 【MAC：⌘ + ⇧ + Space】 复制行&amp; 复制选中的内容 CTRL + SHIFT + D 【MAC：⌘ + ⇧ + D】 增加 减少缩进 CTRL + [或] 【MAC：⌘ + [ 或 ]】 粘贴并保持缩进 CTRL + SHIFT + V 【MAC：⇧ + ⌘ + V】 用标签包裹行 alt+shift+w 【MAC：CTRL + ⇧ + W】 删除父标签 ctrl+shift+; 【MAC：⌘ + ‘】 计算数学表达式 ctrl+shift+y 【MAC：⌘ + ⇧ + Y】 数字自动增减，10为单位 alt+shift+↑ 或 ↓，ctrl+ ↑ 或 ↓ 【MAC：⇧+OPTION + ↑】 大小写 ctrl+k+u,ctrl+k+l 【MAC： ⌘ + K then U, ⌘ + K then L】 安装package： ctrl + shift + p","categories":[{"name":"技术","slug":"技术","permalink":"http://www.sillystone.info/categories/技术/"}],"tags":[{"name":"开发工具","slug":"开发工具","permalink":"http://www.sillystone.info/tags/开发工具/"},{"name":"IDE","slug":"IDE","permalink":"http://www.sillystone.info/tags/IDE/"}]},{"title":"零开始学coding","date":"2017-02-28T14:24:31.000Z","path":"2017/02/28/零开始学coding/","text":"最近学习前端的相关知识，感觉前端知识太多，变化太快，新的技术和组件，甚至是工具变化都很快，感觉学习前端要学好多东西，全栈工程师不容易啊，github上好多国内的高手推荐一个网站：FreeCodeCamp 中文网站： FreeCodeCamp中文网站是从知乎：零基础的前端开发初学者应如何系统地学习看到的，试了一下感觉还不错，交互做的不错。 适合初学者，用来教小朋友也可以。 对于有代码经验的，开始的步骤有些繁琐。 只进行了一部分，不知道后边关于nodejs怎么讲解的","categories":[{"name":"技术","slug":"技术","permalink":"http://www.sillystone.info/categories/技术/"}],"tags":[{"name":"编码，学习","slug":"编码，学习","permalink":"http://www.sillystone.info/tags/编码，学习/"}]},{"title":"难得北京蓝","date":"2017-02-25T13:22:42.000Z","path":"2017/02/25/难得北京蓝/","text":"北京蓝遇上ofo周末活动，回归街拍生活 图片较大,请在wifi环境查看 据说 姚振华 最近很火，来张宝能大厦","categories":[{"name":"摄影","slug":"摄影","permalink":"http://www.sillystone.info/categories/摄影/"}],"tags":[{"name":"摄影","slug":"摄影","permalink":"http://www.sillystone.info/tags/摄影/"},{"name":"街拍","slug":"街拍","permalink":"http://www.sillystone.info/tags/街拍/"}]},{"title":"真","date":"2017-02-25T11:51:16.000Z","path":"2017/02/25/真/","text":"严歌苓 《霜降》 述认识 严歌苓 是从她的作品 《寄居者》 开始，她的小说大多是描述特定的时代，建国前后，人命如草，道德模糊，故事不断。 霜降 是个农村进京的漂亮小姑娘，进了程家的大院，进了一个她奢望但无法进入的阶层。那个年代所有人都被禁锢着，不只是 霜降 这样的小民，也包括大院里的所有人。每个人都无法跑出那个时代，四星 或许最终成功了，出国了。 书的封面讲述了 霜降 的故事 爱，在若有似无的触碰中绝望冬，将临近幸福，如履薄冰。。。。 真 原来爱与过活是两回事，爱一定要过渡到过活才能自然长久地存在下去，过活却不需要爱，过活自身是独立和成熟的，因此它自身能够自然长久地存在。过活不需要你挺累地将目光弄得曲折，将笑摆得那么巧。过活是大米饭，你饿，它结实地填饱你，朴实得让人感动。 真，就是你在眼前，陪伴比爱更直接 引 一个曾经被牢记的人，被人忘记是挺惨的一件事他站在窗前，好似一缕魂看着人间长长一段宁静淡然成了虚伪伦理报复了道德，喜剧报复了悲剧，冤孽报复了冤孽","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"},{"name":"读后感","slug":"读后感","permalink":"http://www.sillystone.info/tags/读后感/"}]},{"title":"记忆","date":"2017-02-22T16:00:00.000Z","path":"2017/02/23/记忆/","text":"读 村田喜代子 《八口小锅》 锅中 有感 孩子们发掘奶奶记忆的故事一直在农村生活的奶奶虽然身体健康，但记性却很糟糕，记忆总是忽然被触动，又很快淡去故事里的奶奶一直独自居住在村子里，八十岁的她在享受自己的最后时光，对生活似乎没有更多的要求，只是静静的过好每一天，忙碌于生活琐事，间歇努力找寻曾经的回忆。几个孙辈孩子们的到来给她带来很多快乐，当然也触动她久远的回忆，那里有逝去的亲人和他们的子女，那里有清晰的呼唤和模糊的面孔，多年感情在记忆闪现的瞬间澎湃不已，搅动起难以平息的痛。 忙碌的我们基本没有时间思考生命，时光，过去的回忆，直到我们老去 故事里慈祥、安静的奶奶和孩子们的快乐日子让我羡慕不已， 我的这片感情是空白 乡村生活，小菜园子，池塘，庙，大树，青蛙，蚂蚁，好怀念小时候的日子 文中的多美 是个会做菜的孩子，口水流不停啊 摘一段文字 我曾想某一天将奶奶脑子里的情形一探究竟，看看这几十年的记忆是以怎样的形式重叠起来。那时候可能会看到雾气之类的笼罩在这些记忆上。但是，我可以推想，古老的记忆现在就像这些相片一样已经是丢失了专有名词、失去了前后关联、犹如零散胶卷的东西了。 自然就像一个深不见底的大碗。。。。我想","categories":[{"name":"随笔","slug":"随笔","permalink":"http://www.sillystone.info/categories/随笔/"}],"tags":[{"name":"日记","slug":"日记","permalink":"http://www.sillystone.info/tags/日记/"},{"name":"读后感","slug":"读后感","permalink":"http://www.sillystone.info/tags/读后感/"}]}]